Repository: someengineering/fixfrontend
Catalog: src/locales/*/messages.po
Languages: de_de

source: (${0} / month per additional account)
de_de: (${0} / Monat pro zusätzlichem Konto)

source: {0, plural, one {# Day} other {# Days}}
de_de: {0, plural, one {# Tag} other {# Tage}}

source: {0, plural, one {# Hour} other {# Hours}}
de_de: {0, plural, one {# Stunde} other {# Stunden}}

source: {0, plural, one {# Minute} other {# Minutes}}
de_de: {0, plural, one {# Minute} other {# Minuten}}

source: {0, plural, one {# Month} other {# Months}}
de_de: {0, plural, one {# Monat} other {# Monate}}

source: {0, plural, one {# Second} other {# Seconds}}
de_de: {0, plural, one {# Sekunde} other {# Sekunden}}

source: {0, plural, one {# Week} other {# Weeks}}
de_de: {0, plural, one {# Woche} other {# Wochen}}

source: {0, plural, one {# Year} other {# Years}}
de_de: {0, plural, one {# Jahr} other {# Jahre}}

source: {0} checks failed.
de_de: {0} Prüfungen sind fehlgeschlagen.

source: {0} checks fixed.
de_de: {0} Prüfungen behoben

source: {0} Cloud account configured, id: {1}
de_de: {0} Cloud-Konto konfiguriert, ID: {1}

source: {0} Cloud account degraded, id: {1}
de_de: {0} Cloud-Konto beeinträchtigt, ID: {1}

source: {0} Cloud account discovered, id: {1}
de_de: {0} Cloud-Konto entdeckt, ID: {1}

source: {0} cloud accounts included
de_de: {0} Cloud-Konten enthalten

source: {0} has been connected
de_de: {0} wurde verbunden

source: {0} Milliseconds
de_de: {0} Millisekunden

source: {0} seat max
de_de: {0} Sitzplatz max

source: {0} seats included {1}
de_de: {0} Sitzplätze inbegriffen {1}

source: {0}: We've identified {1} non-compliant resources out of {2}.
de_de: {0}: Wir haben {1} nicht konforme Ressourcen von insgesamt {2}.

source: {added} configuration lines added and {removed} lines deleted.
de_de: {added} Konfigurationszeilen hinzugefügt und {removed} Zeilen gelöscht.

source: / month
de_de: / Monat

source: © 2024 Some Engineering Inc. All rights reserved.
de_de: © 2024 Some Engineering Inc. Alle Rechte vorbehalten.

source: <0>Fix supports full text search by encasing the search term in double quotes. For instance,<1><2><3>{searchInstance}</3></2></1>enables you to scan your entire infrastructure for a specific IP address.</0><4>Additionally, you can query for any resource attribute by utilizing the <5><6>{attributeOperatorValue}</6></5> format, where the operator can be {0}or <7><8>{1}</8></7>. For example,<9><10><11>{searchTagsOwners}</11></10></9>allows you to find all resources tagged with an <12><13>{owner}</13></12> attribute equal to <14><15>{sre}</15></14>.</4><16>Search queries can be refined using boolean operators {2}<17><18>{3}</18></17> to combine multiple terms. An example would be<19><20><21>{searchEc2InstanceCores}</21></20></19>to identify all EC2 instances possessing more than 4 cores.</16><22>For detailed search syntax guidance, visit <23>https://docs.fix.security/search-syntax<24/></23></22>
de_de: <0>Fix unterstützt die Volltextsuche, indem der Suchbegriff in Anführungszeichen eingeschlossen wird. Zum Beispiel ermöglicht<1><2><3>{searchInstance}</3></2></1>Ihnen, Ihre gesamte Infrastruktur nach einer spezifischen IP-Adresse zu durchsuchen.</0><4>Zusätzlich können Sie jede Ressourceneigenschaft abfragen, indem Sie das Format <5><6>{attributeOperatorValue}</6></5> verwenden, wobei der Operator {0}oder <7><8>{1}</8></7> sein kann. Zum Beispiel erlaubt<9><10><11>{searchTagsOwners}</11></10></9>Ihnen, alle Ressourcen zu finden, die mit einem <12><13>{owner}</13></12>-Attribut gleich <14><15>{sre}</15></14> markiert sind.</4><16>Suchanfragen können verfeinert werden, indem boolesche Operatoren {2}<17><18>{3}</18></17> verwendet werden, um mehrere Begriffe zu kombinieren. Ein Beispiel wäre<19><20><21>{searchEc2InstanceCores}</21></20></19>, um alle EC2-Instanzen zu identifizieren, die mehr als 4 CPU Kerne besitzen.</16><22>Für detaillierte Hilfe zur Suchsyntax besuchen Sie <23>https://docs.fix.security/search-syntax<24/></23></22>

source: <0>Open Your Authenticator App:</0> Head over to your authenticator app and choose to add a new account manually.<1>Enter Account Details:</1> You'll need to type in your account's email address or username, and the key provided below.<2>Your Key:</2> <3/><4>Verification Type:</4> Make sure to select "Time-based" as the verification type.<5>Enter the Code:</5> Once your account is added manually, the app will show a 6-digit code. Pop that code into the box below and hit "Activate".
de_de: <0>Öffnen Sie Ihre Authenticator-App:</0> Gehe zu deiner Authenticator-App und wähle, ein neues Konto manuell hinzuzufügen.<1>Gib Kontodetails ein:</1> Du musst deine E-Mail-Adresse oder Benutzernamen des Kontos eingeben und den untenstehenden Schlüssel verwenden.<2>Dein Schlüssel:</2> <3/><4>Verifizierungstyp:</4> Stelle sicher, dass du "Zeitbasiert" als Verifizierungstyp auswählst.<5>Gib den Code ein:</5> Sobald dein Konto manuell hinzugefügt ist, zeigt die App einen 6-stelligen Code an. Gib diesen Code in das untenstehende Feld ein und drücke auf "Aktivieren".

source: <0>Privacy policy</0> | <1>Terms and conditions</1>
de_de: <0>Datenschutzerklärung</0> | <1>Allgemeine Geschäftsbedingungen</1>

source: <0>Step 1: Scan the QR Code</0><1>First up, see this QR code on your screen? Grab your phone and open your favorite authenticator app (like Google Authenticator).</1><2>Step 2: Add a New Account</2><3>In the app, tap on "Add" or "+" to set up a new account. Select "Scan a QR Code" and point your phone's camera at the QR code displayed here. This will link your account to the app.</3><4><5/></4><6>Step 3: Enter the Code</6><7>Once linked, the app will display a 6-digit code. It changes every 30 seconds, so it's super fresh! Enter that code in the box below and hit "Activate". And voilà, you're all set!</7>
de_de: <0>Schritt 1: Scannen Sie den QR-Code</0><1>Zuerst, sehen Sie diesen QR-Code auf Ihrem Bildschirm? Nehmen Sie Ihr Handy und öffnen Sie Ihre bevorzugte Authenticator-App (wie Google Authenticator).</1><2>Schritt 2: Ein neues Konto hinzufügen</2><3>In der App, tippen Sie auf "Hinzufügen" oder "+", um ein neues Konto einzurichten. Wählen Sie "QR-Code scannen" und richten Sie die Kamera Ihres Handys auf den hier angezeigten QR-Code. Dies verknüpft Ihr Konto mit der App.</3><4><5/></4><6>Schritt 3: Geben Sie den Code ein</6><7>Sobald verknüpft, zeigt die App einen 6-stelligen Code an. Er ändert sich alle 30 Sekunden, also ist er super aktuell! Geben Sie diesen Code in das Feld unten ein und klicken Sie auf "Aktivieren". Und voilà, Sie sind fertig!</7>

source: <0>To ensure you receive timely alerts and notifications directly to your email, we require your email address.<1/>Please note that it is possible to define multiple email addresses.</0>
de_de: <0>Um sicherzustellen, dass Sie zeitnahe Benachrichtigungen und Benachrichtigungen direkt an Ihre E-Mail-Adresse erhalten, benötigen wir Ihre E-Mail-Adresse.<1/>Bitte beachten Sie, dass es möglich ist, mehrere E-Mail-Adressen zu definieren.</0>

source: <0>We use the Events API V2 for notifications through PagerDuty.<1/>To create an integration, please follow these steps:<2><3>Log in to PagerDuty with your account credentials.</3><4>Navigate to the dashboard and select "Services".</4><5>Choose the service you wish to integrate, go to the "Integrations" tab, and then click "Add Integration".</5><6>For the integration type, select "PagerDuty Events API V2" and click "Add".</6><7>Provide a name for the integration for easy reference and copy the "Integration Key".</7></2>For more information please visit <8>PagerDuty Services and Integrations</8></0>
de_de: <0>Wir verwenden die Events API V2 für Benachrichtigungen über PagerDuty.<1/>Um eine Integration zu erstellen, befolgen Sie bitte diese Schritte:<2><3>Melden Sie sich mit Ihren Kontoanmeldeinformationen bei PagerDuty an.</3><4> Navigieren Sie zum Dashboard und wählen Sie „Dienste“ aus.</4><5>Wählen Sie den Dienst aus, den Sie integrieren möchten, gehen Sie zur Registerkarte „Integrationen“ und klicken Sie dann auf „Integration hinzufügen“.</5><6>Wählen Sie als Integrationstyp „PagerDuty Events API V2“ aus und klicken Sie auf „Hinzufügen“.</6><7>Geben Sie einen Namen für die Integration ein, damit Sie sie leichter nachschlagen können, und kopieren Sie den „Integrationsschlüssel“.</7></2>Weitere Informationen finden Sie unter <8>PagerDuty-Dienste und Integrationen</8></0>

source: <0>We utilize incoming webhooks to deliver notifications to your Microsoft Teams channels.<1/>To manually add a webhook:<2><3>In Microsoft Teams, click on More options (⋯) next to the channel name and then select Connectors.</3><4>Browse through the list of Connectors to find Incoming Webhook, and click Add.</4><5>Provide a name for the webhook, upload an image to represent data from the webhook, and click Create.</5><6>Copy the webhook URL to your clipboard and keep it safe. This URL is necessary for TrackJS to send notifications.</6><7>Click Done.</7><8>In the text box provided below, paste the Webhook URL you copied and enter the name of the channel.</8></2>More from <9>Microsoft Teams Documentation</9></0>
de_de: <0>Wir nutzen eingehende Webhooks, um Benachrichtigungen an Ihre Microsoft Teams-Kanäle zu übermitteln.<1/>So fügen Sie manuell einen Webhook hinzu:<2><3>Klicken Sie in Microsoft Teams auf Weitere Optionen (⋯) neben dem Kanalnamen und dann Wählen Sie Connectors aus.</3><4>Durchsuchen Sie die Liste der Connectors, um den eingehenden Webhook zu finden, und klicken Sie auf Hinzufügen.</4><5>Geben Sie einen Namen für den Webhook ein, laden Sie ein Bild hoch, um die Daten vom Webhook darzustellen, und Klicken Sie auf „Erstellen“.</5><6>Kopieren Sie die Webhook-URL in Ihre Zwischenablage und bewahren Sie sie sicher auf. Diese URL ist erforderlich, damit TrackJS Benachrichtigungen senden kann.</6><7>Klicken Sie auf „Fertig“.</7><8>Fügen Sie in das unten bereitgestellte Textfeld die Webhook-URL ein, die Sie kopiert haben, und geben Sie den Namen des Kanals ein.</8></2>Mehr aus der <9>Microsoft Teams-Dokumentation</9></0>

source: <0>We utilize the OpsGenie API integration for notifications and alerts.<1/>To set up this Integration, please follow these instructions:<2><3><4>Navigate to the Dashboard:</4> Find and click on the “Teams” section from the sidebar once logged in.</3><5><6>Select Your Team:</6> Choose the team you want to integrate with. Within the team dashboard, go to the “Integrations” tab.</5><7><8>Add Integration:</8> Click on the “+ New Integration” button. Select “API” as the integration type, give it the name “Fix,” and press Continue.</7><9><10>Turn Integration on:</10> When the Integration has been created, it is disabled by default - click “Turn on Integration”.</9><11><12>Copy API Key:</12> Find and copy the API Key in the integration settings.</11></2></0>
de_de: <0>Wir nutzen die OpsGenie-API-Integration für Benachrichtigungen und Warnungen.<1/>Um diese Integration einzurichten, folgen Sie bitte diesen Anweisungen:<2><3><4>Navigieren Sie zum Dashboard:</4> Suchen und klicken Sie Klicken Sie nach der Anmeldung auf den Abschnitt „Teams“ in der Seitenleiste.</3><5><6>Wählen Sie Ihr Team aus:</6> Wählen Sie das Team aus, in das Sie sich integrieren möchten. Gehen Sie im Team-Dashboard zur Registerkarte „Integrationen“.</5><7><8>Integration hinzufügen:</8> Klicken Sie auf die Schaltfläche „+ Neue Integration“. Wählen Sie „API“ als Integrationstyp, geben Sie ihm den Namen „Fix“ und klicken Sie auf „Weiter“.</7><9><10>Integration aktivieren:</10> Wenn die Integration erstellt wurde, wird sie deaktiviert Standardmäßig – klicken Sie auf „Integration aktivieren“.</9><11><12>API-Schlüssel kopieren:</12> Suchen und kopieren Sie den API-Schlüssel in den Integrationseinstellungen.</11></2></0>

source: <0>Your cloud account has been successfully added!</0><1>Thank you for deploying the CloudFormation stack in your AWS account.</1><2>Here’s what’s happening behind the scenes:</2><3><4>Initial Trust Establishment (5-15 minutes): After deployment, a cross-account trust for the role included in the stack is established between your and Fix's AWS accounts. Due to AWS's distributed infrastructure, this step can take anywhere from 5 to 15 minutes as we wait for the trust to become active across their network. During this time, our backend continuously probes to confirm when the trust is operational.</4><5>First Security Scan (2-10 minutes): Once the trust is established, we proceed with the initial security scan of your environment. Depending on the size and complexity of your cloud account, this scan can take anywhere from 2 to 10 minutes.</5><6>Email Notification: You won't have to wait in front of your browser to know when we're done. After the first security scan is completed, we'll notify you by email.</6></3><7>What to Expect Next:</7><8><9>Dashboard Availability: Your dashboard and inventory will be available shortly after the completion of the initial security scan. This gives you a comprehensive view of your security posture and any findings we have identified.</9><10>Subsequent Scans: After the initial scan, subsequent security scans will also take 2 to 10 minutes each, without the initial delay, since the trust has to be established only once.</10></8><11>We appreciate your patience during this setup process. If you have any questions or need assistance, please do not hesitate to contact us directly <12>on our Discord server<13/></12>.</11>
de_de: <0>Ihr Cloud-Konto wurde erfolgreich hinzugefügt!</0><1>Vielen Dank, dass Sie den CloudFormation-Stack in Ihrem AWS-Konto bereitgestellt haben.</1><2>Hier ist, was im Hintergrund geschieht:</2><3><4>Erstmalige Vertrauensstellung (5-15 Minuten): Nach der Bereitstellung wird zwischen Ihrem und Fix's AWS-Konten ein Cross-Account-Vertrauen für die im Stack enthaltene Rolle hergestellt. Aufgrund der verteilten Infrastruktur von AWS kann dieser Schritt zwischen 5 und 15 Minuten dauern, da wir darauf warten, dass die Vertrauensstellung im gesamten Netzwerk aktiv wird. Während dieser Zeit überprüft unser Backend kontinuierlich, wann der Zugriff funktionsfähig ist.</4><5>Erster Sicherheitsscan (2-10 Minuten): Sobald die Vertrauensstellung hergestellt ist, führen wir den ersten Sicherheitsscan Ihrer Umgebung durch. Abhängig von der Größe und Komplexität Ihres Cloud-Kontos kann dieser Scan zwischen 2 und 10 Minuten dauern.</5><6>E-Mail-Benachrichtigung: Sie müssen nicht vor Ihrem Browser warten, um zu wissen, wann wir fertig sind. Nachdem der erste Sicherheitsscan abgeschlossen ist, werden wir Sie per E-Mail benachrichtigen.</6></3><7>Was Sie als Nächstes erwarten können:</7><8><9>Dashboard-Verfügbarkeit: Ihr Dashboard und Inventar werden kurz nach Abschluss des ersten Sicherheitsscans verfügbar sein. Dies gibt Ihnen einen umfassenden Überblick über Ihre Sicherheitslage.</9><10>Nachfolgende Scans: Nach dem ersten Scan werden auch nachfolgende Sicherheitsscans jeweils 2 bis 10 Minuten dauern, ohne die anfängliche Verzögerung, da die Vertrauensstellung nur einmal hergestellt werden muss.</10></8><11>Wir danken Ihnen für Ihre Geduld während dieses Einrichtungsprozesses. Wenn Sie Fragen haben oder Hilfe benötigen, zögern Sie bitte nicht, uns direkt auf <12>unserem Discord-Server<13/></12>zu kontaktieren.</11>

source: 1-month history
de_de: 1-monatige Historie

source: 18-month history
de_de: 18-monatige Geschichte

source: 3-month history
de_de: 3-monatige Historie

source: 6-month history
de_de: 6-monatige Historie

source: A few minutes to first results
de_de: In wenigen Minuten bis zum ersten Ergebnis

source: Abandoned
de_de: Verlassen

source: Accept
de_de: Akzeptieren

source: Access to your account is broken
de_de: Der Zugriff auf Ihr Konto ist unterbrochen

source: Account
de_de: Konto

source: Account: {0}
de_de: Konto: {0}

source: Accounts
de_de: Konten

source: Accounts Summary
de_de: Zusammenfassung der Konten

source: Action
de_de: Aktion

source: Actions
de_de: Aktionen

source: Activate
de_de: aktivieren Sie

source: Add an account
de_de: Füge ein Konto hinzu

source: Add Directory
de_de: Verzeichnis hinzufügen

source: Add external directory
de_de: Externes Verzeichnis hinzufügen

source: Add Manually
de_de: Manuell hinzufügen

source: Added accounts
de_de: Konten hinzugefügt

source: Advanced search query
de_de: Erweiterte Suchabfrage

source: Age
de_de: Alter

source: Alerting integrations (PD, Slack, Discord, Teams)
de_de: Alarmierungsintegrationen (PD, Slack, Discord, Teams)

source: Alerting Settings
de_de: Benachrichtigungseinstellungen

source: All checks have been disabled for this resource
de_de: Für diese Ressource wurden alle Prüfungen deaktiviert

source: All security issues fixed
de_de: Alle Sicherheitsprobleme behoben

source: Already have an account? Click here to Log in.
de_de: Sie haben bereits ein Konto? Klicken Sie hier, um sich einzuloggen.

source: Alternatively if you would like to deploy the stack manually, you can use the following CloudFormation template
de_de: Wenn Sie den Stack alternativ manuell bereitstellen möchten, können Sie folgendes CloudFormation-Template verwenden

source: Alternatively: Manual Cloud Setup
de_de: Alternativ: Manuelles Cloud Setup

source: An email has been sent to your inbox with a 'Reset Password' button. Please check your email and click on it to reset your password.
de_de: Eine E-Mail wurde mit einem 'Passwort zurücksetzen'-Button an Ihren Posteingang gesendet. Bitte überprüfen Sie Ihre E-Mails und klicken Sie darauf, um Ihr Passwort zurückzusetzen.

source: An error occurred while connecting to {0}
de_de: Beim Herstellen der Verbindung zu {0} ist ein Fehler aufgetreten.

source: An error occurred, please try again later.
de_de: Ein Fehler ist aufgetreten. Bitte versuchen Sie es später erneut.

source: and
de_de: und

source: API access
de_de: API-Zugriff

source: API Key
de_de: API-Schlüssel

source: Are you sure you want to disconnect {name}?
de_de: Möchten Sie die Verbindung zu {name} wirklich trennen?

source: Are you sure you want to remove the {name} account {0}?
de_de: Sind Sie sicher, dass Sie das {name}-Konto {0} entfernen möchten?

source: Are you sure?
de_de: Bist du sicher?

source: Asset inventory
de_de: Cloud-Asset-Inventar

source: Automatic Cloud Setup
de_de: Automatisches Cloud Setup

source: AWS Marketplace has been successfully subscribed
de_de: AWS Marketplace wurde erfolgreich abonniert

source: Basic Information
de_de: Grundinformation

source: Because the data is over {0} Only first {1} items will be downloaded
de_de: Da die Daten über {0} liegen, werden nur die ersten {1} Elemente heruntergeladen

source: Billing
de_de: Abrechnung

source: Billing Admin
de_de: Abrechnungsadmin

source: Cancel
de_de: Stornieren

source: Change Product Tier
de_de: Produktstufe ändern

source: Changes
de_de: Änderungen

source: Changes in the past 7 days
de_de: Änderungen in den letzten 7 Tagen

source: Close
de_de: Schließen

source: Community support
de_de: Gemeinschaftliche Unterstützung

source: Configuration changed
de_de: Konfiguration geändert

source: Configure
de_de: Konfigurieren

source: Confirm
de_de: Bestätigen

source: Congratulations on your subscription
de_de: Herzlichen Glückwunsch zu Ihrem Abonnement

source: Connect
de_de: Verbinden

source: Connect Opsgenie
de_de: Verbinden Sie Opsgenie

source: Connect PagerDuty
de_de: Verbinden Sie PagerDuty

source: Connect Teams
de_de: Verbinden Sie Teams

source: Connect your AWS account
de_de: Verbinden Sie Ihr AWS-Konto

source: Connected Accounts
de_de: Verbundene Konten

source: Connected Services
de_de: Vernetzte Dienste

source: Copied to Clipboard!
de_de: In die Zwischenablage kopiert!

source: Copy
de_de: Kopieren

source: Core CSPM scanning capabilities
de_de: Kern-CSPM-Scanfunktionen

source: Created Time
de_de: Erstellte Zeit

source: Critical
de_de: Kritisch

source: Currently, there are no connected services available for configuration. Please be informed that connecting at least one service is necessary to configure alerting settings.
de_de: Derzeit stehen keine verbundenen Dienste zur Konfiguration zur Verfügung. Bitte beachten Sie, dass zum Konfigurieren der Alarmeinstellungen die Verbindung mindestens eines Dienstes erforderlich ist.

source: Custom alerting webhooks
de_de: Benutzerdefinierte Benachrichtigungs-Webhooks

source: Custom policies (coming soon!)
de_de: Benutzerdefinierte Richtlinien (in Kürze verfügbar!)

source: Daily
de_de: Tägliche

source: Data export (CSV, JSON, PDF)
de_de: Datenexport (CSV, JSON, PDF)

source: Date
de_de: Datum

source: Date Time Picker
de_de: Datum-/Uhrzeitauswahl

source: Deactivate
de_de: Deaktivieren

source: Default Role
de_de: Standardrolle

source: Delayed Effect
de_de: Verzögerte Wirkung

source: Delete
de_de: Löschen

source: Delete Provider
de_de: Anbieter löschen

source: Deploy to a single account
de_de: Bereitstellung für ein einzelnes Konto

source: Deploy to organization
de_de: Für die Organisation bereitstellen

source: Description
de_de: Beschreibung

source: Details
de_de: Einzelheiten

source: Disconnect
de_de: Trennen

source: Disconnect Service
de_de: Dienst trennen

source: Discovered but unconfigured accounts
de_de: Erkannte, aber nicht konfigurierte Konten

source: Do not show me again
de_de: Zeig es mir nicht noch einmal

source: Do you want to delete this account?
de_de: Möchten Sie dieses Konto löschen?

source: Do you want to delete this invitation?
de_de: Möchten Sie diese Einladung löschen?

source: Do you want to delete this user?
de_de: Möchten Sie diesen Benutzer löschen?

source: Don't have an account? Click here to Sign up.
de_de: Sie haben noch kein Konto? Klicken Sie hier, um sich anzumelden.

source: Download CSV
de_de: CSV herunterladen

source: Email alerts
de_de: E-Mail-Alarmierungen

source: Enable
de_de: Aktivieren

source: Enable all
de_de: Alle aktivieren

source: Enabled
de_de: Ermöglicht

source: Engineers like to tag their temporary resources with the string "delete". This performs a full-text search in names, tags and other string properties.
de_de: Engineers kennzeichnen ihre temporären Ressourcen gerne mit der Zeichenfolge "delete". Hiermit wird in Namen, Tags und anderen Zeichenfolgen nach "delete" gesucht.

source: Enterprise
de_de: Unternehmen

source: Events
de_de: Veranstaltungen

source: Everything in Business, and
de_de: Alles im Geschäft, und

source: Everything in Free, and
de_de: Alles in Free, und

source: Everything in Plus, and
de_de: Alles in Plus, und

source: Example searches
de_de: Beispielsuchen

source: Expires
de_de: Läuft ab

source: External Directories
de_de: Externe Verzeichnisse

source: Failed to retrieve changelog
de_de: Das Änderungsprotokoll konnte nicht abgerufen werden

source: Failing benchmarks
de_de: Fehlgeschlagene Benchmarks

source: Failing Check Timeline
de_de: Fehler bei der Überprüfung des Zeitplans

source: Features
de_de: Funktionen

source: Finds CloudWatch instance alarms where the instance no longer exists.
de_de: Findet CloudWatch Instance Alarme, deren EC2 Instance nicht mehr existiert.

source: Finds databases that aren't encrypted at rest.
de_de: Findet Datenbanken, die im Ruhezustand nicht verschlüsselt sind.

source: Finds load balancers that are not associated with any running instances.
de_de: Findet Load Balancer, die keiner laufenden Instanz zugeordnet sind.

source: Finds snapshots of disks that are no longer in use, which potentially could be deleted to reduce storage costs.
de_de: Findet Snapshots von Festplatten, die nicht mehr verwendet werden und möglicherweise gelöscht werden könnten, um die Speicherkosten zu senken.

source: Fix scans your infrastructure and resource configurations by using read-only API access. No agents required.
de_de: Fix scannt Ihre Infrastruktur- und Ressourcenkonfigurationen mithilfe des schreibgeschützten API-Zugriffs. Keine Agenten erforderlich.
