Repository: someengineering/fixfrontend
Catalog: src/locales/*/messages.po
Languages: de_de

source: Fixed issues
de_de: Behobene Probleme

source: For dedicated security teams looking to build an integrated security toolchain.
de_de: Für engagierte Sicherheitsteams, die eine integrierte Sicherheits-Toolchain aufbauen möchten.

source: For engineering teams looking to automate their cloud infrastructure security.
de_de: Für Engineering-Teams, die die Sicherheit ihrer Cloud-Infrastruktur automatisieren möchten.

source: For growing teams looking to stay secure as they build out infrastructure.
de_de: Für wachsende Teams, die sicher bleiben möchten, während sie die Infrastruktur aufbauen.

source: For solo software engineers who want to secure a single cloud account.
de_de: Für Solo-Softwareentwickler, die sich ein einziges Cloud-Konto sichern möchten.

source: Forget your password? Click here to reset your password.
de_de: Passwort vergessen? Klicken Sie hier, um Ihr Passwort zurückzusetzen.

source: Forgot Password
de_de: Passwort vergessen

source: Get your top 5 recommendations to improve your security once the first scan is complete, usually within 10 minutes.
de_de: Erhalten Sie Ihre fünf wichtigsten Empfehlungen zur Verbesserung Ihrer Sicherheit, sobald der erste Scan abgeschlossen ist, normalerweise innerhalb von 10 Minuten.

source: High
de_de: Hoch

source: Homepage
de_de: Startseite

source: Hourly
de_de: Stündliche

source: How to fix
de_de: Wie repariert man

source: Identifies compute instances and databases with low CPU usage, indicating potential over-provisioning.
de_de: Identifiziert Recheninstanzen und Datenbanken mit geringer CPU-Auslastung, was auf eine mögliche Überbereitstellung hinweist.

source: Identifies databases publicly accessible from any IP on the Internet.
de_de: Identifiziert Datenbanken, die von jeder IP im Internet aus öffentlich zugänglich sind.

source: Identifies EBS volumes that are not encrypted.
de_de: Identifiziert EBS-Volumes, die nicht verschlüsselt sind.

source: Identifies Elastic IP addresses that are allocated but not associated with any network interface.
de_de: Identifiziert Elastic IP-Adressen, die zugewiesen, aber keiner Netzwerkschnittstelle zugeordnet sind.

source: Identifies RDS snapshots that are publicly accessible.
de_de: Identifiziert RDS-Snapshots, die öffentlich zugänglich sind.

source: Identifies S3 buckets that are publicly accessible.
de_de: Identifiziert S3-Buckets, die öffentlich zugänglich sind.

source: Identifies storage volumes that are not attached to any running instance and had no read operations in the last 7 days.
de_de: Identifiziert Speichervolumes, die keiner laufenden Instanz zugeordnet sind und in den letzten 7 Tagen keine Lesevorgänge durchgeführt haben.

source: If this security check does not apply to this resource, you can safely ignore it.
de_de: Wenn diese Sicherheitsüberprüfung für diese Ressource nicht gilt, können Sie sie getrost ignorieren.

source: Ignore
de_de: Ignorieren

source: Ignore all
de_de: Alles ignorieren

source: Ignored
de_de: Ignoriert

source: Improved
de_de: Verbessert

source: In the next step we are going to set up the trust between FIX and your AWS cloud account.
de_de: Im nächsten Schritt richten wir einen Trust zwischen FIX und Ihrem AWS Konto ein.

source: Inactivity reminder
de_de: Inaktivitätserinnerung

source: Instance is terminated
de_de: Instanz wird beendet

source: Integration advice for your specific cloud environment via video call
de_de: Integrationsberatung für Ihre spezifische Cloud-Umgebung per Videoanruf

source: Integration Key
de_de: Integrationsschlüssel

source: Invalid Value
de_de: Ungültiger Wert

source: Inventory
de_de: Inventar

source: Inventory search
de_de: Inventarsuche

source: Invite
de_de: Einladen

source: Invite External User
de_de: Externen Benutzer einladen

source: Invites
de_de: Lädt ein

source: Kind
de_de: Art

source: Kinds
de_de: Arten

source: Last login
de_de: Letzte Anmeldung

source: Load Balancers with no backends
de_de: Load Balancer ohne Backends

source: Log in
de_de: Anmeldung

source: Log in with {formattedName}
de_de: Melden Sie sich mit {formattedName} an

source: Log Out
de_de: Ausloggen

source: Login into the AWS account you want to secure. Deploy a CloudFormation stack that creates a new IAM role for FIX.
de_de: Melden Sie sich bei dem AWS-Konto an, das Sie sichern möchten. Stellen Sie einen CloudFormation-Stack bereit, der eine neue IAM-Rolle für FIX erstellt.

source: Low
de_de: Niedrig

source: Low Utilization Compute Instances and Databases
de_de: Recheninstanzen und Datenbanken mit geringer Auslastung

source: Make sure that you are already logged into the correct AWS account, before pressing the DEPLOY STACK button.
de_de: Stellen Sie sicher, dass Sie bereits beim richtigen AWS Konto angemeldet sind, bevor Sie auf die Schaltfläche DEPLOY STACK klicken.

source: maximum of {0} cloud accounts
de_de: maximal {0} Cloud-Konten

source: Medium
de_de: Mittel

source: Member
de_de: Mitglied

source: Monthly
de_de: Monatliche

source: Monthly email report
de_de: Monatlicher E-Mail-Bericht

source: More info
de_de: Mehr Info

source: Most Improved Accounts
de_de: Am meisten verbesserte Konten

source: Most Improved Resources
de_de: Am meisten verbesserte Ressourcen

source: Most Non-Compliant Accounts
de_de: Die meisten nicht konformen Konten

source: Neighborhood view
de_de: Nachbarschaftsansicht

source: Neighborhood View
de_de: Nachbarschaftsansicht

source: new improved resources in the past {since}
de_de: neue verbesserte Ressourcen in der Vergangenheit {since}

source: New issues
de_de: Neue Ausgaben

source: new non compliant resources in the past {since}
de_de: neue nicht konforme Ressourcen in der Vergangenheit {since}

source: New Password
de_de: Neues Kennwort

source: New security issues detected
de_de: Neue Sicherheitsprobleme entdeckt

source: Next scan
de_de: Nächster Scan

source: Next Sync
de_de: Nächste Synchronisierung

source: Note: You are about to delete a management or delegated admin account. Please be aware that once deleted, we will no longer have the capability to retrieve any account names, requiring you to edit them manually.
de_de: Sie löschen gerade ein Management- oder delegiertes Admin-Konto. Beachten Sie bitte, dass wir nach der Löschung nicht mehr in der Lage sein werden, Kontonamen abzurufen, wodurch Sie diese manuell bearbeiten müssen.

source: Nothing to show yet
de_de: Noch nichts zu zeigen

source: Notification
de_de: Benachrichtigung

source: Number Of Account Charged
de_de: Anzahl der belasteten Konten

source: One time
de_de: Einmal

source: Oops, the username or password doesn't seem to match our records. Please try again.
de_de: Hoppla, der Benutzername oder das Passwort scheinen nicht mit unseren Aufzeichnungen übereinzustimmen. Bitte versuche es erneut.

source: Oops! It looks like your query didn't match our format. Please check and try again.
de_de: Ups! Ihre Eingabe entspricht nicht unserem Format. Bitte überprüfen Sie sie und versuchen Sie es erneut.

source: Oops! Something went wrong.
de_de: Hoppla! Etwas ist schief gelaufen.

source: Open Database Access
de_de: Öffnen Sie den Datenbankzugriff

source: Open drawer
de_de: Öffene die Schublade

source: Open resource {name} in AWS Console
de_de: Öffnen Sie die Ressource {name} in der AWS-Konsole

source: Opened at
de_de: Geöffnet um

source: Optional professional services
de_de: Optionale professionelle Dienstleistungen

source: Or
de_de: Oder

source: Orphaned CloudWatch Instance Alarms
de_de: Verwaiste CloudWatch Instance Alarms

source: Orphaned Snapshots
de_de: Verwaiste Snapshots

source: Orphaned Volumes
de_de: Verwaiste Volumes

source: Other Workspace Settings
de_de: Andere Arbeitsbereichseinstellungen

source: Owner
de_de: Eigentümer

source: Password
de_de: Passwort

source: Payment Method Required
de_de: Zahlungsmethode erforderlich

source: Pending Invitations
de_de: Ausstehende Einladungen

source: Pick one of the recommendations to the right and improve your security
de_de: Wählen Sie eine der Empfehlungen rechts aus und verbessern Sie Ihre Sicherheit

source: Please enter your One-Time-Password or one of your Recovery code.
de_de: Bitte geben Sie Ihr One-Time-Passwort oder einen Ihrer Wiederherstellungscodes ein.

source: Please go to <0>Setup Accounts</0> page to setup your account first
de_de: Bitte gehen Sie zur Seite <0>Setup Accounts</0>, um zunächst Ihr Konto einzurichten

source: Print or copy the following recovery codes
de_de: Drucken oder kopieren Sie die folgenden Wiederherstellungscodes

source: Privileged
de_de: Privilegiert

source: Privileged account
de_de: Privilegiertes Konto

source: Product support via email
de_de: Produktsupport per E-Mail

source: Product support via email and live chat
de_de: Produktsupport per E-Mail und Live-Chat

source: Product support via email, live chat, and video call
de_de: Produktsupport per E-Mail, Live-Chat und Videoanruf

source: Profile
de_de: Profil

source: Property
de_de: Eigentum

source: Public RDS Snapshots
de_de: Öffentliche RDS-Snapshots

source: Public S3 Buckets
de_de: Öffentliche S3-Buckets

source: Re-Authenticate
de_de: Erneut authentifizieren

source: Receipts
de_de: Quittungen

source: Recently added accounts
de_de: Kürzlich hinzugefügte Konten

source: Recovery Code
de_de: Wiederherstellungscode

source: Recovery codes
de_de: Wiederherstellungscodes

source: Regenerate
de_de: Regenerieren

source: Regions
de_de: Regionen

source: Register
de_de: Registrieren

source: Reject
de_de: Ablehnen

source: Remediation recommendations
de_de: Empfehlungen zur Fehlerbehebung

source: Remove
de_de: Entfernen

source: Rename
de_de: Umbenennen

source: Reset Password
de_de: Passwort zurücksetzen

source: Resource created
de_de: Ressource erstellt

source: Resource deleted
de_de: Ressource gelöscht

source: Resources
de_de: Ressourcen

source: Resources with the string "delete"
de_de: Ressourcen mit der Zeichenfolge "delete"

source: Risk
de_de: Risiko

source: Roles
de_de: Rollen

source: Searches for database instances with no connections over a significant period, indicating potential waste.
de_de: Sucht nach Datenbankinstanzen ohne Verbindungen über einen längeren Zeitraum, was auf potenzielle Verschwendung hinweist.

source: Secure read-only access
de_de: Sicherer Lesezugriff

source: Security
de_de: Sicherheit

source: Security benchmarks
de_de: Sicherheitsbenchmarks

source: Security Issues
de_de: Sicherheitsprobleme

source: Security posture improved
de_de: Die Sicherheitslage wurde verbessert

source: Security Scan
de_de: Sicherheitsscan

source: Security Score
de_de: Sicherheitsbewertung

source: See this Resource in AWS Console
de_de: Sehen Sie sich diese Ressource in der AWS-Konsole an

source: Select Language
de_de: Sprache auswählen

source: Send Invite
de_de: Sende Einladung

source: Setting Up Email Notifications
de_de: E-Mail-Benachrichtigungen einrichten

source: Severity
de_de: Schwere

source: Show resources
de_de: Ressourcen anzeigen

source: Sign up
de_de: Melden Sie sich an

source: Sign up with {formattedName}
de_de: Melden Sie sich mit {formattedName} an

source: Single Sign on (coming soon!)
de_de: Single Sign-on (bald verfügbar!)

source: Snowflake data export (coming soon!)
de_de: Snowflake-Datenexport (bald verfügbar!)

source: Some checks have been disabled for this resource
de_de: Einige Prüfungen wurden für diese Ressource deaktiviert

source: Something went wrong please try again later.
de_de: Es ist ein Fehler aufgetreten. Bitte versuchen Sie es später noch einmal.

source: Sources
de_de: Quellen

source: Submit
de_de: Einreichen

source: Subscription successfully added to {0}
de_de: Abonnement erfolgreich zu {0} hinzugefügt

source: Successfully invited {email}
de_de: {email} erfolgreich eingeladen

source: Tags
de_de: Stichworte

source: Task management integrations (coming soon!)
de_de: Integrationen zur Aufgabenverwaltung (bald verfügbar!)

source: Test
de_de: Prüfen

source: The change will be active from the next security scan onwards. Until the next scan, the resource will still show the failing check.
de_de: Die Änderung wird ab dem nächsten Sicherheitsscan aktiv. Bis zum nächsten Scan zeigt die Ressource weiterhin die fehlgeschlagene Prüfung an.

source: The OTP or recovery code you entered is incorrect or the OTP has expired. Please try entering it again.
de_de: Das von Ihnen eingegebene OTP oder Wiederherstellungscode ist falsch oder das OTP ist abgelaufen. Bitte versuchen Sie es erneut einzugeben.

source: The selected resource does not exist anymore.
de_de: Die ausgewählte Ressource existiert nicht mehr.

source: The Stack requires the following parameters
de_de: Der Stack erfordert die folgenden Parameter

source: The token that you sent is invalid or have been expired please try again
de_de: Das von Ihnen gesendete Token ist ungültig oder abgelaufen. Bitte versuchen Sie es erneut

source: There's no account configured for this workspace.
de_de: Für diesen Arbeitsbereich ist kein Konto konfiguriert.

source: This account is currently in a degraded state possibly due to a misconfiguration. Fix was unable to access the account. To resume security scans, please log into account {accountName} ({0}) and re-deploy the CloudFormation stack that establishes the IAM role trust.
de_de: Dieses Konto befindet sich derzeit in einem nicht-funktionalen Zustand, möglicherweise aufgrund einer Fehlkonfiguration. Fix konnte nicht auf das Konto zugreifen. Um die Sicherheitsscans fortzusetzen, loggen Sie sich bitte in das Konto {accountName} ({0}) ein und erzeugen Sie den CloudFormation-Stacks, der die IAM Vertrauensstellung herstellt, erneut.

source: This email address is already registered. If this is your email, please try logging in or click on forgot password in login page to reset your password.
de_de: Diese Email-Adresse ist bereits registriert. Wenn dies Ihre E-Mail-Adresse ist, versuchen Sie bitte, sich anzumelden, oder klicken Sie auf der Anmeldeseite auf „Passwort vergessen“, um Ihr Passwort zurückzusetzen.

source: This will deploy a CloudFormation stack that creates a new IAM role in your AWS account. This role will be used by FIX to perform security scans in your AWS account.
de_de: Hiermit wird ein CloudFormation-Stack bereitgestellt, der eine neue IAM Rolle in Ihrem AWS Konto erstellt. Diese Rolle wird von FIX verwendet, um in Ihrem AWS Konto Sicherheitsscans durchzuführen.

source: Tier
de_de: Stufe

source: To access this resource, please ensure that you are logged into the AWS account: {account}
de_de: Um auf diese Ressource zuzugreifen, stellen Sie bitte sicher, dass Sie beim AWS-Konto angemeldet sind: {account}

source: To AWS Marketplace
de_de: Zum AWS Marketplace

source: Top Non-Compliant Resources
de_de: Top Ressourcen mit Compliance-Verstößen

source: Top Security Enhancements
de_de: Top-Sicherheitsverbesserungen

source: TOTP Deactivation
de_de: TOTP-Deaktivierung

source: TOTP disabled successfully
de_de: TOTP erfolgreich deaktiviert

source: Trial
de_de: Probezeit

source: Try again
de_de: Versuchen Sie es erneut

source: Type
de_de: Typ

source: Unattached Elastic IPs
de_de: Nicht angehängte elastische IPs

source: Underutilized
de_de: Nicht ausreichend genutzt

source: Unencrypted Database Storage
de_de: Unverschlüsselter Datenbankspeicher

source: Unencrypted EBS Volumes
de_de: Unverschlüsselte EBS-Volumes

source: Unused Database Instances
de_de: Ungenutzte Datenbankinstanzen

source: Update Email
de_de: E-Mail aktualisieren

source: Update Password
de_de: Kennwort aktualisieren

source: Upgrade
de_de: Aktualisierung

source: User Settings
de_de: Benutzereinstellungen

source: User Settings Notification
de_de: Benachrichtigung über Benutzereinstellungen

source: Users
de_de: Benutzer

source: Value
de_de: Wert

source: Warning
de_de: Warnung

source: We have sent an email with a confirmation link to your email address. Please follow the link to activate your account.
de_de: Wir haben eine E-Mail mit einem Bestätigungslink an Ihre E-Mail-Adresse gesendet. Bitte folgen Sie dem Link, um Ihr Konto zu aktivieren.

source: We're sad to see you downgrade, but we're grateful to still have you with us on the free tier. If there's anything specific you're missing, please reach out to me personally at <0>lars@some.engineering</0>. I'd love to hear from you and help in any way I can.
de_de: Es tut uns leid, dass Sie herunterstufen, aber wir sind dankbar, Sie weiterhin in unserer kostenlosen Stufe zu haben. Wenn Ihnen etwas Bestimmtes fehlt, wenden Sie sich bitte direkt an mich, <0>lars@some.engineering</0>. Ich würde gerne von Ihnen hören und Ihnen so gut wie möglich helfen.

source: We're sorry for the inconvenience. Our team has been notified, and the issue is being looked into. Please try again in a few minutes. If the problem persists, feel free to contact us <0>on Discord</0>. Thanks for your patience!
de_de: Wir entschuldigen uns für die Unannehmlichkeiten. Unser Team wurde benachrichtigt und das Problem wird untersucht. Bitte versuchen Sie es in ein paar Minuten noch einmal. Wenn das Problem weiterhin besteht, können Sie uns gerne <0>auf Discord</0> kontaktieren. Danke für Ihre Geduld!

source: Weekly email report
de_de: Wöchentlicher E-Mail-Bericht

source: Weekly Report
de_de: Wöchentlicher Report

source: Workspace Alerting Settings
de_de: Workspace-Benachrichtigungseinstellungen

source: Workspace analytics (coming soon!)
de_de: Arbeitsbereichsanalyse (bald verfügbar!)

source: Workspace Name
de_de: Arbeitsbereichsname

source: Workspace Settings
de_de: Arbeitsbereichseinstellungen

source: Workspace Users
de_de: Workspace-Benutzer

source: You are currently in your trial period, which will end in {0} days.<0/>During your trial period, you have access to all features of the product.
de_de: Sie befinden sich derzeit in Ihrer Testphase, die in {0} Tagen endet.<0/>In dieser Zeit haben Sie Zugang zu allen Funktionen des Produkts.

source: You can deactivate TOTP via otp code
de_de: Sie können TOTP über den OTP-Code deaktivieren

source: You can deactivate TOTP via recovery code
de_de: Sie können TOTP über den Wiederherstellungscode deaktivieren

source: You have successfully reset your password.
de_de: Sie haben Ihr Passwort erfolgreich zurückgesetzt.

source: You have successfully verified your account.
de_de: Sie haben Ihr Konto erfolgreich verifiziert.

source: You've chosen to ignore this security check for the resource. Please note:
de_de: Sie haben sich entschieden, diese Sicherheitsüberprüfung für die Ressource zu ignorieren. Bitte beachten Sie:

source: Your email address isn't verified yet. Please check your inbox and click on the 'Verify' button to complete the process. Can't find the email? It might be in your spam folder.
de_de: Ihre E-Mail-Adresse ist noch nicht verifiziert. Bitte überprüfen Sie Ihren Posteingang und klicken Sie auf den 'Verifizieren'-Button, um den Prozess abzuschließen. Sie können die E-Mail nicht finden? Möglicherweise befindet sie sich in Ihrem Spam-Ordner.

source: Your new email address will become active once you have verified it by clicking on the confirmation link we have sent to your inbox.
de_de: Ihre neue E-Mail-Adresse wird aktiv, sobald Sie sie durch Klicken auf den Bestätigungslink, den wir an Ihren Posteingang gesendet haben, bestätigt haben.
